LEXICON: dict[str, str] = {
    '/start': '<b>Привет, читатель!</b>\n\nЭто бот, в котором '
              'ты можешь проверить свои знания сдавая экзамен '
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': '<b>Это бот-экзамен</b>\n\nДоступные команды:\n\n/beginning - '
             'перейти в начало экзамена\n/continue - продолжить экзамен'
             '\n/help - '
             'справка по работе бота\n\nЧтобы посмотреть прогресс - /progress'
             'нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>',
    '/progress':'Показать прогресс',
    'del': '❌',
    'cancel': 'ОТМЕНИТЬ',
    'cancel_ecsamen':'остановить экзамен',
    'cancel_text': '/continue - продолжить экзамен',
    'right':'Ответ правильный!',
    'not_right':'Ответ НЕ правильный!',
    'nachalo':'Начнем экзамен',
    'translate':'Выбери правильный перевод слова \n',
    'ending':'вопросы кончились'

}

LEXICON_COMMANDS: dict[str, str] = {
    '/beginning': 'Начало экзамена',
    '/continue': 'Продолжить экзамен',
    '/help': 'Справка по работе бота'
}